Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: These AppleVis actions are available to Siri and the Shortcuts app. Add your own phrases for any of them from the Shortcuts app.
ar: تتوفر إجراءات AppleVis هذه لـ Siri وتطبيق الاختصارات. أضف عباراتك الخاصة لأي منها من تطبيق الاختصارات.
de: Diese AppleVis-Aktionen stehen Siri und der Kurzbefehle-App zur Verfügung. Füge über die Kurzbefehle-App eigene Sätze für jede von ihnen hinzu.
el: Αυτές οι ενέργειες AppleVis είναι διαθέσιμες στο Siri και την εφαρμογή Συντομεύσεις. Προσθέστε τις δικές σας φράσεις για οποιαδήποτε από αυτές από την εφαρμογή Συντομεύσεις.
es: Estas acciones de AppleVis están disponibles para Siri y la app Atajos. Añade tus propias frases para cualquiera de ellas desde la app Atajos.
fa: این اقدامات AppleVis برای سیری و برنامهٔ میان‌برها در دسترس هستند. عبارات خودتان را برای هر یک از آن‌ها از برنامهٔ میان‌برها اضافه کنید.
fr: Ces actions AppleVis sont disponibles pour Siri et l'appli Raccourcis. Ajoutez vos propres phrases pour n'importe laquelle d'entre elles depuis l'appli Raccourcis.
he: פעולות AppleVis אלה זמינות ל-Siri ולאפליקציית קיצורי הדרך. הוסף ביטויים משלך לכל אחת מהן מאפליקציית קיצורי הדרך.
hi: ये AppleVis क्रियाएं Siri और शॉर्टकट ऐप के लिए उपलब्ध हैं। शॉर्टकट ऐप से इनमें से किसी के लिए भी अपने वाक्यांश जोड़ें।
id: Tindakan AppleVis ini tersedia untuk Siri dan aplikasi Pintasan. Tambahkan frasa Anda sendiri untuk salah satunya dari aplikasi Pintasan.
it: Queste azioni di AppleVis sono disponibili per Siri e l'app Comandi Rapidi. Aggiungi le tue frasi personalizzate per una qualsiasi di esse dall'app Comandi Rapidi.
ja: これらの AppleVis のアクションは Siri とショートカットアプリで利用できます。ショートカットアプリから、それぞれに独自のフレーズを追加できます。
ko: 이 AppleVis 작업은 Siri와 단축어 앱에서 사용할 수 있습니다. 단축어 앱에서 원하는 문구를 추가하세요.
nl: Deze AppleVis-acties zijn beschikbaar voor Siri en de Opdrachten-app. Voeg je eigen zinnen toe voor elk hiervan vanuit de Opdrachten-app.
pl: Te akcje AppleVis są dostępne dla Siri i aplikacji Skróty. Dodaj własne frazy dla dowolnej z nich w aplikacji Skróty.
pt: Essas ações da AppleVis estão disponíveis para a Siri e o app Atalhos. Adicione suas próprias frases para qualquer uma delas a partir do app Atalhos.
ru: Эти действия AppleVis доступны для Siri и приложения «Быстрые команды». Добавьте собственные фразы для любого из них через приложение «Быстрые команды».
sv: Dessa AppleVis-åtgärder är tillgängliga för Siri och Genvägar-appen. Lägg till dina egna fraser för valfri av dem från Genvägar-appen.
th: การกระทำ AppleVis เหล่านี้ใช้ได้กับ Siri และแอปทางลัด เพิ่มวลีของคุณเองสำหรับรายการใดก็ได้จากแอปทางลัด
tr: Bu AppleVis eylemleri Siri ve Kısayollar uygulaması için kullanılabilir. Herhangi biri için Kısayollar uygulamasından kendi ifadelerinizi ekleyin.
uk: Ці дії AppleVis доступні для Siri та застосунку «Команди швидкого доступу». Додайте власні фрази для будь-якої з них із застосунку «Команди швидкого доступу».
vi: Các thao tác AppleVis này khả dụng cho Siri và ứng dụng Lối tắt. Thêm cụm từ riêng của bạn cho bất kỳ thao tác nào trong số này từ ứng dụng Lối tắt.
zh_hans: 这些 AppleVis 操作可供 Siri 和快捷指令应用使用。您可以在快捷指令应用中为其中任意操作添加自定义语句。

source: Think a Guideline Reminder Got It Wrong? Tell Us
ar: هل تعتقد أن تذكير الإرشادات كان مخطئًا؟ أخبرنا
de: Denkst du, eine Richtlinien-Erinnerung lag falsch? Sag uns Bescheid
el: Νομίζετε ότι μια υπενθύμιση οδηγιών έκανε λάθος; Πείτε μας
es: ¿Crees que un recordatorio de las normas se equivocó? Cuéntanos
fa: فکر می‌کنید یادآوری دستورالعمل‌ها اشتباه کرده؟ به ما بگویید
fr: Vous pensez qu'un rappel des règles s'est trompé ? Dites-le-nous
he: חושבים שתזכורת ההנחיות טעתה? ספרו לנו
hi: क्या लगता है कि गाइडलाइन रिमाइंडर गलत था? हमें बताएं
id: Menurut Anda Pengingat Pedoman Ini Salah? Beri Tahu Kami
it: Pensi che un promemoria delle linee guida abbia sbagliato? Faccelo sapere
ja: ガイドラインのリマインダーが間違っていると思いますか？教えてください
ko: 가이드라인 알림이 잘못됐다고 생각하시나요? 알려주세요
nl: Denk je dat een richtlijnherinnering het mis had? Laat het ons weten
pl: Uważasz, że przypomnienie o wytycznych się pomyliło? Daj nam znać
pt: Acha que um lembrete de diretrizes errou? Conte para nós
ru: Считаете, что напоминание о правилах ошиблось? Сообщите нам
sv: Tycker du att en riktlinjepåminnelse hade fel? Berätta för oss
th: คิดว่าการแจ้งเตือนแนวทางปฏิบัติผิดพลาดหรือไม่ บอกเรา
tr: Bir Yönerge Hatırlatmasının Yanlış Olduğunu mu Düşünüyorsunuz? Bize Bildirin
uk: Думаєте, нагадування про правила помилилося? Повідомте нас
vi: Bạn nghĩ lời nhắc nguyên tắc cộng đồng đã sai? Hãy cho chúng tôi biết
zh_hans: 认为指南提醒出错了？告诉我们

source: This action is permanent
ar: هذا الإجراء دائم
de: Diese Aktion ist dauerhaft
el: Αυτή η ενέργεια είναι μόνιμη
es: Esta acción es permanente
fa: این اقدام دائمی است
fr: Cette action est permanente
he: פעולה זו היא קבועה
hi: यह क्रिया स्थायी है
id: Tindakan ini permanen
it: Questa azione è permanente
ja: この操作は元に戻せません
ko: 이 작업은 영구적입니다
nl: Deze actie is permanent
pl: To działanie jest trwałe
pt: Esta ação é permanente
ru: Это действие необратимо
sv: Denna åtgärd är permanent
th: การกระทำนี้ถาวร
tr: Bu işlem kalıcıdır
uk: Ця дія незворотна
vi: Thao tác này là vĩnh viễn
zh_hans: 此操作是永久性的

source: This App Store listing appears to already have an AppleVis app entry. To avoid duplication, choose a different app or open the existing entry.
ar: يبدو أن هذه القائمة في App Store لديها بالفعل إدخال تطبيق AppleVis. لتجنب التكرار، اختر تطبيقًا مختلفًا أو افتح الإدخال الموجود.
de: Dieser App-Store-Eintrag scheint bereits einen AppleVis-App-Eintrag zu haben. Um Duplikate zu vermeiden, wähle eine andere App oder öffne den vorhandenen Eintrag.
el: Αυτή η καταχώριση App Store φαίνεται να έχει ήδη μια καταχώριση εφαρμογής AppleVis. Για να αποφύγετε την επανάληψη, επιλέξτε διαφορετική εφαρμογή ή ανοίξτε την υπάρχουσα καταχώριση.
es: Esta ficha de la App Store parece ya tener una entrada de app en AppleVis. Para evitar duplicados, elige otra app o abre la entrada existente.
fa: به نظر می‌رسد این فهرست App Store از قبل یک ورودی برنامهٔ AppleVis دارد. برای جلوگیری از تکرار، برنامهٔ دیگری انتخاب کنید یا ورودی موجود را باز کنید.
fr: Cette fiche App Store semble déjà avoir une fiche d'appli AppleVis. Pour éviter les doublons, choisissez une autre appli ou ouvrez la fiche existante.
he: נראה שלרישום App Store הזה כבר יש רשומת אפליקציה ב-AppleVis. כדי למנוע כפילות, בחר אפליקציה אחרת או פתח את הרשומה הקיימת.
hi: इस App Store लिस्टिंग में पहले से ही एक AppleVis ऐप प्रविष्टि प्रतीत होती है। डुप्लिकेशन से बचने के लिए, अलग ऐप चुनें या मौजूदा प्रविष्टि खोलें。
id: Listingan App Store ini tampaknya sudah memiliki entri aplikasi AppleVis. Untuk menghindari duplikasi, pilih aplikasi lain atau buka entri yang ada.
it: Questa scheda dell'App Store sembra avere già una voce app di AppleVis. Per evitare duplicati, scegli un'app diversa o apri la voce esistente.
ja: この App Store の掲載情報には、すでに AppleVis のアプリエントリがあるようです。重複を避けるため、別のアプリを選択するか、既存のエントリを開いてください。
ko: 이 App Store 목록에는 이미 AppleVis 앱 항목이 있는 것 같습니다. 중복을 피하려면 다른 앱을 선택하거나 기존 항목을 여세요.
nl: Deze App Store-vermelding lijkt al een AppleVis-app-vermelding te hebben. Kies om duplicatie te voorkomen een andere app of open de bestaande vermelding.
pl: Ten wpis w App Store wydaje się już mieć wpis aplikacji AppleVis. Aby uniknąć duplikacji, wybierz inną aplikację lub otwórz istniejący wpis.
pt: Esta ficha da App Store parece já ter uma entrada de app na AppleVis. Para evitar duplicação, escolha um app diferente ou abra a entrada existente.
ru: Похоже, эта карточка App Store уже имеет запись приложения AppleVis. Чтобы избежать дублирования, выберите другое приложение или откройте существующую запись.
sv: Denna App Store-listning verkar redan ha ett AppleVis-appobjekt. För att undvika dubbletter, välj en annan app eller öppna det befintliga objektet.
th: รายการ App Store นี้ดูเหมือนจะมีรายการแอป AppleVis อยู่แล้ว เพื่อหลีกเลี่ยงการซ้ำซ้อน โปรดเลือกแอปอื่นหรือเปิดรายการที่มีอยู่
tr: Bu App Store listesinin zaten bir AppleVis uygulama girişi var gibi görünüyor. Yinelemeyi önlemek için farklı bir uygulama seçin veya mevcut girişi açın.
uk: Схоже, ця картка App Store вже має запис додатка AppleVis. Щоб уникнути дублювання, виберіть інший застосунок або відкрийте наявний запис.
vi: Trang niêm yết App Store này dường như đã có mục ứng dụng AppleVis. Để tránh trùng lặp, hãy chọn ứng dụng khác hoặc mở mục hiện có.
zh_hans: 此 App Store 页面似乎已有 AppleVis 应用条目。为避免重复，请选择其他应用或打开现有条目。

source: This App Store match is not confirmed, so AppleVis was not updated.
ar: لم تُؤكَّد هذه المطابقة مع App Store، لذا لم يتم تحديث AppleVis.
de: Diese App-Store-Übereinstimmung ist nicht bestätigt, daher wurde AppleVis nicht aktualisiert.
el: Αυτή η αντιστοίχιση App Store δεν έχει επιβεβαιωθεί, επομένως το AppleVis δεν ενημερώθηκε.
es: Esta coincidencia de la App Store no está confirmada, por lo que AppleVis no se actualizó.
fa: این تطبیق App Store تأیید نشده، بنابراین AppleVis به‌روزرسانی نشد.
fr: Cette correspondance App Store n'est pas confirmée, donc AppleVis n'a pas été mis à jour.
he: התאמת App Store זו לא אושרה, כך ש-AppleVis לא עודכן.
hi: यह App Store मिलान की पुष्टि नहीं हुई है, इसलिए AppleVis अपडेट नहीं हुआ。
id: Kecocokan App Store ini belum dikonfirmasi, jadi AppleVis tidak diperbarui.
it: Questa corrispondenza dell'App Store non è confermata, quindi AppleVis non è stato aggiornato.
ja: この App Store の照合結果は確認されていないため、AppleVis は更新されませんでした。
ko: 이 App Store 일치는 확인되지 않았으므로 AppleVis가 업데이트되지 않았습니다.
nl: Deze App Store-overeenkomst is niet bevestigd, dus AppleVis is niet bijgewerkt.
pl: To dopasowanie App Store nie zostało potwierdzone, więc AppleVis nie zostało zaktualizowane.
pt: Esta correspondência da App Store não está confirmada, então a AppleVis não foi atualizada.
ru: Это соответствие App Store не подтверждено, поэтому AppleVis не был обновлён.
sv: Denna App Store-matchning är inte bekräftad, så AppleVis uppdaterades inte.
th: การจับคู่ App Store นี้ยังไม่ได้รับการยืนยัน ดังนั้น AppleVis จึงไม่ได้รับการอัปเดต
tr: Bu App Store eşleşmesi onaylanmadı, bu nedenle AppleVis güncellenmedi.
uk: Цю відповідність App Store не підтверджено, тому AppleVis не оновлено.
vi: Kết quả khớp App Store này chưa được xác nhận, do đó AppleVis không được cập nhật.
zh_hans: 此 App Store 匹配尚未确认，因此 AppleVis 未更新。

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
de: Dies kann nicht rückgängig gemacht werden.
el: Αυτό δεν μπορεί να αναιρεθεί.
es: Esto no se puede deshacer.
fa: این کار قابل بازگشت نیست.
fr: Cette action est irréversible.
he: לא ניתן לבטל פעולה זו.
hi: इसे पूर्ववत नहीं किया जा सकता।
id: Ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: これは元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tego nie można cofnąć.
pt: Isso não pode ser desfeito.
ru: Это нельзя отменить.
sv: Detta kan inte ångras.
th: ไม่สามารถย้อนกลับได้
tr: Bu geri alınamaz.
uk: Це неможливо скасувати.
vi: Điều này không thể hoàn tác.
zh_hans: 此操作无法撤销。

source: This cannot be undone. Consider signing out instead if you just want a break.
ar: لا يمكن التراجع عن هذا. فكّر في تسجيل الخروج بدلاً من ذلك إذا كنت تريد استراحة فقط.
de: Dies kann nicht rückgängig gemacht werden. Erwäge stattdessen, dich abzumelden, wenn du nur eine Pause möchtest.
el: Αυτό δεν μπορεί να αναιρεθεί. Σκεφτείτε να αποσυνδεθείτε αντ' αυτού αν θέλετε απλώς ένα διάλειμμα.
es: Esto no se puede deshacer. Considera cerrar sesión en su lugar si solo quieres un descanso.
fa: این کار قابل بازگشت نیست. اگر فقط می‌خواهید استراحت کنید، خروج از حساب را در نظر بگیرید.
fr: Cette action est irréversible. Envisagez plutôt de vous déconnecter si vous voulez simplement faire une pause.
he: לא ניתן לבטל פעולה זו. שקול להתנתק במקום זאת אם אתה רק רוצה הפסקה.
hi: इसे पूर्ववत नहीं किया जा सकता। यदि आप बस एक ब्रेक चाहते हैं, तो इसके बजाय साइन आउट करने पर विचार करें。
id: Ini tidak dapat dibatalkan. Pertimbangkan untuk keluar sebagai gantinya jika Anda hanya ingin istirahat.
it: Questa azione non può essere annullata. Se vuoi solo fare una pausa, valuta invece di disconnetterti.
ja: これは元に戻せません。単に一休みしたいだけの場合は、サインアウトすることをご検討ください。
ko: 이 작업은 되돌릴 수 없습니다. 잠시 쉬고 싶은 것뿐이라면 대신 로그아웃을 고려해 보세요.
nl: Dit kan niet ongedaan worden gemaakt. Overweeg in plaats daarvan uit te loggen als je gewoon even pauze wilt.
pl: Tego nie można cofnąć. Jeśli chcesz po prostu zrobić przerwę, rozważ wylogowanie się.
pt: Isso não pode ser desfeito. Considere sair em vez disso se você só quer uma pausa.
ru: Это нельзя отменить. Если вы просто хотите сделать перерыв, вместо этого рассмотрите выход из системы.
sv: Detta kan inte ångras. Överväg att logga ut istället om du bara vill ta en paus.
th: ไม่สามารถย้อนกลับได้ ลองพิจารณาออกจากระบบแทนหากคุณแค่ต้องการพัก
tr: Bu geri alınamaz. Sadece ara vermek istiyorsanız bunun yerine oturumu kapatmayı düşünün.
uk: Це неможливо скасувати. Розгляньте вихід замість цього, якщо вам просто потрібна перерва.
vi: Điều này không thể hoàn tác. Hãy cân nhắc đăng xuất thay vào đó nếu bạn chỉ muốn nghỉ ngơi.
zh_hans: 此操作无法撤销。如果您只是想暂时休息一下，可以考虑改为退出登录。

source: This deletes downloaded episodes from this device. Queue and Saved items are not affected.
ar: يؤدي هذا إلى حذف الحلقات التي تم تنزيلها من هذا الجهاز. لن تتأثر قائمة الانتظار والعناصر المحفوظة.
de: Dadurch werden heruntergeladene Folgen von diesem Gerät gelöscht. Warteschlange und gespeicherte Elemente sind davon nicht betroffen.
el: Αυτό διαγράφει τα ληφθέντα επεισόδια από αυτήν τη συσκευή. Η ουρά και τα αποθηκευμένα στοιχεία δεν επηρεάζονται.
es: Esto elimina los episodios descargados de este dispositivo. La cola y los elementos guardados no se ven afectados.
fa: این کار قسمت‌های بارگیری‌شده را از این دستگاه حذف می‌کند. صف و موارد ذخیره‌شده تحت تأثیر قرار نمی‌گیرند.
fr: Cela supprime les épisodes téléchargés de cet appareil. La file d'attente et les éléments enregistrés ne sont pas affectés.
he: פעולה זו מוחקת פרקים שהורדו ממכשיר זה. התור והפריטים השמורים אינם מושפעים.
hi: यह इस डिवाइस से डाउनलोड किए गए एपिसोड हटा देता है। कतार और सहेजे गए आइटम प्रभावित नहीं होते。
id: Ini menghapus episode yang diunduh dari perangkat ini. Antrean dan Item Tersimpan tidak terpengaruh.
it: Questo elimina gli episodi scaricati da questo dispositivo. Coda ed elementi salvati non sono interessati.
ja: このデバイスからダウンロード済みのエピソードを削除します。キューと保存済み項目には影響しません。
ko: 이 기기에서 다운로드된 에피소드를 삭제합니다. 대기열과 저장된 항목에는 영향이 없습니다.
nl: Dit verwijdert gedownloade afleveringen van dit apparaat. Wachtrij en opgeslagen items worden niet beïnvloed.
pl: To usuwa pobrane odcinki z tego urządzenia. Kolejka i zapisane elementy nie zostaną naruszone.
pt: Isso exclui episódios baixados deste dispositivo. Fila e itens salvos não são afetados.
ru: Это удаляет загруженные эпизоды с этого устройства. Очередь и сохранённые материалы не затрагиваются.
sv: Detta tar bort nedladdade avsnitt från denna enhet. Kö och sparade objekt påverkas inte.
th: การกระทำนี้จะลบตอนที่ดาวน์โหลดออกจากอุปกรณ์นี้ คิวและรายการที่บันทึกจะไม่ได้รับผลกระทบ
tr: Bu, indirilen bölümleri bu cihazdan siler. Sıra ve Kaydedilenler etkilenmez.
uk: Це видаляє завантажені епізоди з цього пристрою. Черга та збережені елементи не постраждають.
vi: Điều này sẽ xóa các tập đã tải xuống khỏi thiết bị này. Hàng đợi và mục đã lưu không bị ảnh hưởng.
zh_hans: 这将删除此设备上已下载的单集。队列和已保存项目不受影响。

source: This Doesn't Seem Right
ar: هذا لا يبدو صحيحًا
de: Das scheint nicht richtig zu sein
el: Αυτό δεν φαίνεται σωστό
es: Esto no parece correcto
fa: این درست به نظر نمی‌رسد
fr: Cela ne semble pas correct
he: זה לא נראה נכון
hi: यह सही नहीं लग रहा
id: Ini Sepertinya Tidak Tepat
it: Non sembra corretto
ja: これは正しくないようです
ko: 이것은 맞지 않는 것 같습니다
nl: Dit lijkt niet te kloppen
pl: To nie wygląda na słuszne
pt: Isso não parece certo
ru: Это выглядит неправильным
sv: Det här verkar inte stämma
th: ดูเหมือนจะไม่ถูกต้อง
tr: Bu Doğru Görünmüyor
uk: Це виглядає неправильно
vi: Điều này có vẻ không đúng
zh_hans: 这似乎不对

source: This domain doesn't seem to exist — check for a typo?
ar: يبدو أن هذا النطاق غير موجود — تحقق من وجود خطأ إملائي؟
de: Diese Domain scheint nicht zu existieren – auf einen Tippfehler prüfen?
el: Αυτός ο τομέας δεν φαίνεται να υπάρχει — να ελέγξετε για τυπογραφικό λάθος;
es: Este dominio no parece existir. ¿Revisas si hay un error de escritura?
fa: به نظر می‌رسد این دامنه وجود ندارد — غلط املایی را بررسی می‌کنید؟
fr: Ce domaine ne semble pas exister — vérifiez qu'il n'y a pas de faute de frappe ?
he: נראה שהדומיין הזה לא קיים — לבדוק אם יש שגיאת הקלדה?
hi: यह डोमेन मौजूद नहीं लगता — क्या टाइपो जांचें?
id: Domain ini sepertinya tidak ada — periksa apakah ada salah ketik?
it: Questo dominio non sembra esistere: controlla se c'è un errore di battitura?
ja: このドメインは存在しないようです — 入力ミスを確認しますか?
ko: 이 도메인은 존재하지 않는 것 같습니다 — 오타를 확인해 보시겠어요?
nl: Dit domein lijkt niet te bestaan — controleren op een typefout?
pl: Wygląda na to, że ta domena nie istnieje — sprawdzić literówkę?
pt: Este domínio não parece existir — verificar se há um erro de digitação?
ru: Похоже, этого домена не существует — проверить на опечатку?
sv: Den här domänen verkar inte finnas — kontrollera om det är ett skrivfel?
th: โดเมนนี้ดูเหมือนจะไม่มีอยู่จริง — ตรวจสอบว่าพิมพ์ผิดหรือไม่?
tr: Bu alan adı mevcut değil gibi görünüyor — yazım hatası olup olmadığını kontrol edin?
uk: Схоже, цього домену не існує — перевірити на помилку?
vi: Miền này có vẻ không tồn tại — kiểm tra lỗi chính tả?
zh_hans: 该域名似乎不存在 — 检查一下是否有拼写错误?

source: This draft may violate AppleVis guidelines on respectful community discussion. Please revise the tone before posting.
ar: قد تنتهك هذه المسودة إرشادات AppleVis بشأن النقاش المجتمعي المحترم. يرجى مراجعة النبرة قبل النشر.
de: Dieser Entwurf könnte gegen die AppleVis-Richtlinien für respektvolle Community-Diskussionen verstoßen. Bitte überarbeite den Ton, bevor du veröffentlichst.
el: Αυτό το προσχέδιο ενδέχεται να παραβιάζει τις οδηγίες του AppleVis για σεβαστική συζήτηση κοινότητας. Παρακαλώ αναθεωρήστε τον τόνο πριν τη δημοσίευση.
es: Este borrador puede violar las directrices de AppleVis sobre debates comunitarios respetuosos. Revisa el tono antes de publicar.
fa: این پیش‌نویس ممکن است دستورالعمل‌های AppleVis دربارهٔ بحث محترمانهٔ جامعه را نقض کند. لطفاً قبل از ارسال، لحن را اصلاح کنید.
fr: Ce brouillon peut enfreindre les directives d'AppleVis sur les discussions communautaires respectueuses. Veuillez revoir le ton avant de publier.
he: טיוטה זו עשויה להפר את הנחיות AppleVis בנוגע לדיון קהילתי מכבד. אנא תקן את הטון לפני הפרסום.
hi: यह ड्राफ़्ट सम्मानजनक सामुदायिक चर्चा पर AppleVis दिशानिर्देशों का उल्लंघन कर सकता है। कृपया पोस्ट करने से पहले लहजा संशोधित करें。
id: Draf ini mungkin melanggar pedoman AppleVis tentang diskusi komunitas yang sopan. Harap perbaiki nada sebelum memposting.
it: Questa bozza potrebbe violare le linee guida di AppleVis sulla discussione rispettosa della comunità. Rivedi il tono prima di pubblicare.
ja: この下書きは、コミュニティでの敬意ある議論に関する AppleVis のガイドラインに違反している可能性があります。投稿前にトーンを見直してください。
ko: 이 초안은 존중하는 커뮤니티 토론에 관한 AppleVis 가이드라인을 위반할 수 있습니다. 게시하기 전에 어조를 수정해 주세요.
nl: Dit concept kan de AppleVis-richtlijnen voor respectvolle communitydiscussies schenden. Pas de toon aan voordat je plaatst.
pl: Ten szkic może naruszać wytyczne AppleVis dotyczące pełnej szacunku dyskusji społecznościowej. Popraw ton przed opublikowaniem.
pt: Este rascunho pode violar as diretrizes da AppleVis sobre discussões respeitosas na comunidade. Revise o tom antes de publicar.
ru: Этот черновик может нарушать правила AppleVis об уважительном общении в сообществе. Пожалуйста, скорректируйте тон перед публикацией.
sv: Detta utkast kan bryta mot AppleVis riktlinjer för respektfull gemenskapsdiskussion. Justera tonen innan du publicerar.
th: ร่างนี้อาจละเมิดหลักเกณฑ์ AppleVis เกี่ยวกับการสนทนาชุมชนอย่างให้เกียรติ โปรดปรับน้ำเสียงก่อนโพสต์
tr: Bu taslak, AppleVis'in saygılı topluluk tartışması kurallarını ihlal edebilir. Lütfen paylaşmadan önce üslubu gözden geçirin.
uk: Ця чернетка може порушувати правила AppleVis щодо шанобливого обговорення в спільноті. Будь ласка, відредагуйте тон перед публікацією.
vi: Bản nháp này có thể vi phạm hướng dẫn của AppleVis về thảo luận cộng đồng tôn trọng. Vui lòng chỉnh sửa giọng điệu trước khi đăng.
zh_hans: 此草稿可能违反了 AppleVis 关于尊重社区讨论的准则。请在发布前修改语气。

source: This hides it from public view.
ar: هذا يخفيه عن العرض العام.
de: Dies blendet es aus der öffentlichen Ansicht aus.
el: Αυτό το κρύβει από τη δημόσια προβολή.
es: Esto lo oculta de la vista pública.
fa: این آن را از دید عمومی پنهان می‌کند.
fr: Cela le masque de la vue publique.
he: זה מסתיר אותו מתצוגה ציבורית.
hi: यह इसे सार्वजनिक दृश्य से छिपाता है।
id: Ini menyembunyikannya dari tampilan publik.
it: Questo lo nasconde dalla visualizzazione pubblica.
ja: これにより、公開表示から非表示になります。
ko: 이렇게 하면 공개 보기에서 숨겨집니다.
nl: Dit verbergt het uit het openbare zicht.
pl: To ukrywa go przed publicznym widokiem.
pt: Isso o oculta da visualização pública.
ru: Это скрывает материал от публичного просмотра.
sv: Detta döljer det från offentlig visning.
th: การกระทำนี้จะซ่อนไม่ให้สาธารณะเห็น
tr: Bu, herkese açık görünümden gizler.
uk: Це приховує його від публічного перегляду.
vi: Điều này sẽ ẩn nó khỏi chế độ xem công khai.
zh_hans: 这会将其从公开视图中隐藏。

source: This is a different app — continue anyway
ar: هذا تطبيق مختلف — المتابعة على أي حال
de: Dies ist eine andere App – trotzdem fortfahren
el: Αυτή είναι διαφορετική εφαρμογή — συνέχεια ούτως ή άλλως
es: Esta es una app diferente: continuar de todos modos
fa: این یک برنامهٔ متفاوت است — به هر حال ادامه دهید
fr: Il s'agit d'une appli différente — continuer quand même
he: זו אפליקציה שונה — המשך בכל זאת
hi: यह एक अलग ऐप है — फिर भी जारी रखें
id: Ini aplikasi berbeda — tetap lanjutkan
it: Questa è un'app diversa: continua comunque
ja: 別のアプリです — このまま続ける
ko: 다른 앱입니다 — 그래도 계속하기
nl: Dit is een andere app — toch doorgaan
pl: To inna aplikacja — kontynuuj mimo to
pt: Este é um app diferente — continuar mesmo assim
ru: Это другое приложение — всё равно продолжить
sv: Detta är en annan app — fortsätt ändå
th: นี่คือแอปที่ต่างกัน — ดำเนินการต่อไป
tr: Bu farklı bir uygulama — yine de devam et
uk: Це інший застосунок — усе одно продовжити
vi: Đây là ứng dụng khác — vẫn tiếp tục
zh_hans: 这是另一个应用——仍要继续
